Revit 2023 API
GroupTypeId.RailingSystemSecondaryFamilyHandrails Property
 "Handrail 2"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId RailingSystemSecondaryFamilyHandrails { get; }
Visual Basic
Public Shared ReadOnly Property RailingSystemSecondaryFamilyHandrails As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RailingSystemSecondaryFamilyHandrails {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace